@extends('layouts.app')

@section('content')
  <div class="policy">
    <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ ОБ  ИСПОЛЬЗОВАНИИ МОБИЛЬНОГО ПРИЛОЖЕНИЯ «Hitfly»</h1>
    <ul>
      <li>Настоящее Пользовательское соглашение (далее: Соглашение) устанавливает условия использования Мобильного приложения «Hitfly» (далее: Hitfly) для Устройств и подлежит заключению между администрацией Hitfly и Пользователем.</li>
      <li>Применимое право: действующее законодательство Российской Федерации. Условия Соглашения являются публичной офертой в соответствии с частью 2 ст. 437 Гражданского кодекса Российской Федерации. Использование Hitfly возможно исключительно на условиях Соглашения.</li>
      <li>Использование Hitfly является акцептом публичной оферты и подтверждением согласия Пользователя с условиями Соглашения. В случае несогласия Пользователя с условиями Соглашения использование Приложения должно быть немедленно прекращено.</li>
      <li>Настоящее Соглашение может быть изменено и/или дополнено Администрацией в одностороннем порядке. При этом продолжение использования Hitfly после внесения изменений и/или дополнений в настоящее Соглашение, означает согласие Пользователя с такими изменениями и/или дополнениями.</li>
      <li>Обращения, предложения и претензии Пользователей к Администрации, связанные с содержанием, функционированием Hitfly, нарушением прав и интересов третьих лиц, требований законодательства Российской Федерации, а также для запросов уполномоченных законодательством Российской Федерации лиц могут быть направлены на адрес электронной почты: _________________. Язык обращений: русский.</li>
    </ul>
    <h2>Для целей настоящего соглашения даны определения следующим терминам:</h2>
    <ul>
      <li>Администрация Hitfly (далее: Администрация) – юридическое лицо _____«__________», ИНН ________, КПП _________, юридический адрес: ______________.</li>
      <li>Мобильное приложение Hitfly - мобильное приложение, разработанное для мобильных операционных систем iOS и Android, с целью размещения авторского –аудио и –видео контента.</li>
      <li>Пользователь - дееспособное физическое лицо, достигшее 18 лет, загрузившее Hitfly и создавшее учётную, прошедшее авторизацию, давшее согласие на обработку персональных данных Администрации.</li>
      <li>Плагиат — умышленно совершаемое физическим лицом незаконное использование или распоряжение охраняемыми результатами чужого творческого труда, которое сопровождается доведением до других лиц ложных сведений о себе как о действительном авторе.</li>
      <li>Спам — массовая рассылка корреспонденции лицам, не выражавшим желания её получать.</li>
      <li>Регистрация – создание учетной записи, при помощи которой Пользователь сможет получить доступ к сервисам Hitfly.</li>
      <li>Аккаунт – учетная запись, совокупность данных о Пользователе, необходимая для его аутентификации и предоставления доступа к личным данным и настройкам.</li>
    </ul>
    <h2>Права и обязанности Пользователей</h2>
    <ul>
      <li>Пользователь обязуется использовать Приложение исключительно в целях личного, некоммерческого использования, не нарушая права и законные интересы Администрации, иных Пользователей, третьих лиц, предусмотренные настоящим Соглашением и законодательством РФ.</li>
      <li>Если Пользователем не доказано обратное, любые действия, совершенные с использованием его мобильного устройства, считаются совершенными соответствующим Пользователем.</li>
      <li>Пользователь самостоятельно несет ответственность за использование Hitfly и его сервисов любыми способами, прямо не предусмотренными Соглашением.</li>
      <li>Пользователь не вправе регистрировать два и более Аккаунта для использования Приложения. При выявлении наличия двух и более Аккаунтов, принадлежащих одному Пользователю, Администрация оставляет за собой право заблокировать все Аккаунты.</li>
      <li>При использовании Hitfly Пользователь не вправе:
        <ul>
          <li>размещать и/или распространять контент, который является незаконным, вредоносным, клеветническим, оскорбительным, демонстрирует и/или пропагандирует насилие, содержит элементы порнографии (в том числе детской);</li>
          <li>нарушать интеллектуальные права третьих лиц, в том числе несовершеннолетних;</li>
          <li>размещать и/или распространять не разрешенную специальным образом рекламную информацию, спам или использовать Hitfly для перенаправления пользователей на страницы других ресурсов;</li>
          <li>несанкционированное собирать и хранить персональные данные других Пользователей;</li>
          <li>любым способом вмешиваться в работу электронной площадки;</li>
          <li>побуждать к совершению противоправных действий, а также содействовать лицам, действия которых направлены на нарушение ограничений и запретов, указанных в действующем законодательстве Российской Федерации и настоящем Соглашении;</li>
          <li>другим образом нарушать нормы законодательства, в том числе нормы международного права.</li>
        </ul>
      </li>
      <li>Пользователь имеет право в любое время в одностороннем внесудебном порядке отказаться от исполнения Соглашения путем удаления Приложения со своего мобильного устройства.</li>
    </ul>
    <h2>Регистрация и правила пользования приложением Hitfly</h2>
    <ul>
      <li>Для использования Hitfly, Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная учетная запись (Аккаунт).</li>
      <li>Для регистрации Пользователь обязуется достоверно и полно заполнить информацию о себе по вопросам, предлагаемым в регистрационной Форме, и поддерживать эту информацию в актуальном состоянии. Пользователь несет полную ответственность за точность, полноту и достоверность предоставленной при регистрации информации.</li>
      <li>Пользователь подтверждает и гарантирует, что все действия, предусмотренные для него настоящим Соглашением, совершаются лицом, чьи данные направлены при создании Аккаунта. Администрация оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных при регистрации, и/или запросить предоставить документы, удостоверяющие личность. Непредставление таких документов будет расцениваться Администрацией, как нарушение Соглашения, и может повлечь блокировку Аккаунта Пользователя.</li>
      <li>После прохождения процедуры регистрации Пользователь получает уникальную пару логин/пароль, предоставляющую доступ к Hitfly. Пользователь обязуется ни при каких обстоятельствах не сообщать логин/пароль третьим лицам и несет полную ответственность за действия, совершенные с использованием его логина и/или пароля.</li>
      <li>Пользователь имеет право подать жалобу на информацию, содержащуюся в сообщениях, в адрес Администрации («спам», «плагиат», «оскорбление», «нецензурная брань»); ответственность за неправомерность жалобы возложена на Пользователя. Администрация оставляет за собой право оставить жалобу Пользователя без рассмотрения без объяснения причин.</li>
    </ul>
    <h2>Права и обязанности Администрации</h2>
    <ul>
      <li>Мобильное приложение «Hitfly» предоставляется на условиях «как есть». Администрация обязуется приложить необходимые усилия по недопущению сбоев в работе Hitfly, но не несет ответственности за временные и перерывы в работе мобильного приложения, вне зависимости от причин таких сбоев и их продолжительности.</li>
      <li>Администрация вправе осуществлять обработку персональных данных Пользователей и передавать их третьим лицам в целях исполнения настоящего Соглашения и разрешения претензий, связанных с исполнением настоящего Соглашения без дополнительного согласия Пользователя.</li>
      <li>В случае, если Администрацией будет обнаружено недобросовестное использование Пользователем Hitfly, Администрация имеет право в любой момент заблокировать аккаунт такого Пользователя в Hitfly без уведомления Пользователя.</li>
      <li>Администрация вправе направлять Пользователю любым способом информацию о работе Hitfly, в том числе размещать рекламные сообщения на адрес электронной почты или номер телефона, указанный Пользователем.</li>
      <li>Администрация не несет никакой ответственности за содержание сторонних ресурсов, ссылки на которые размещены в Hitfly.</li>
      <li>Администрация не несет ответственности за комментарии, точки зрения, замечания и любые другие высказывания Пользователей Hitfly, отраженные в Сообщениях.</li>
    </ul>
    <h2>Дополнительные услуги</h2>
    <ul>
      <li>Администрация вправе оказывать Пользователям как бесплатные, так и бесплатные услуги. Об условиях предоставления платных услуг Администрация информирует Пользователей путем размещения в Hitfly следующей информации об услуге: наименование услуги, ее стоимость, форма и порядок оплаты.</li>
      <li>Получение платных услуг осуществляется за внутреннее средство платежей Hitfly – баллы, которые возможно приобрести за реальную валюту или при совершении определенных активных действий в приложении.</li>
      <li>При приобретении Пользователем баллов путем внесения реальных денежных средств, Пользователь соглашается с тем, что денежные средства не подлежат обратному обмену и возврату Пользователю, что не может расцениваться в качестве убытков Пользователя или неосновательного обогащения Администрации, в том числе в случае блокировки аккаунта Пользователя (добровольной или по инициативе Администрации из-за нарушения Пользователем условий настоящего Соглашения или законодательства).</li>
      <li>При приобретении баллов Пользователь обязуется использовать только те банковские карты и счета, которые принадлежат ему лично или доступ к которым был получен им на законных основаниях. Администрация ни коим образом не осуществляет кредитование Пользователей, а также не предоставляет рассрочку.</li>
      <li>При приобретении Пользователем баллов, он обязуется следовать предложенным инструкциям, касающимся оплаты. Администрация не несет ответственность за правильность исполнения Пользователем указанных инструкций. Также Администрация не несет ответственность и не обязано компенсировать Пользователю денежные средства, в случае, если Пользователь осуществили оплату дополнительных услуг с нарушением правил, установленных использованными им платежными системами.</li>
      <li>Пользователь самостоятельно несет все расходы, связанные с перечислением денежных средств, включая возможные сборы и комиссии.</li>
    </ul>
    <h2>Передача прав</h2>
    <ul>
      <li>Весь размещенные в Hitfly контент является объектом исключительного права Пользователей, которые его разместили. Автор гарантирует, что является автором размещенного контента.</li>
      <li>Пользователи передают Администрации и Hitfly права на хранение, копирование, распространение и воспроизведение (доведение до общего сведения) контента без цели извлечения прибыли (неисключительная лицензия).</li>
      <li>После размещения контента Пользователем у Администрации не возникает обязательства по выплате Пользователю авторского вознаграждения (роялти), или каких-либо иных сумм.</li>
      <li>Пользователи передают Администрации и Hitfly право на показ имени (и иных данных Аккаунта) в строке, отображающей действия Пользователя.</li>
      <li>Пользователи предоставляют всем иным Пользователям неисключительное право на использование своего контента путем просмотра и воспроизведения, а также иные права исключительно с целью личного некоммерческого использования.</li>
      <li>Размещение контента в приложении Hitfly никаким образом не ограничивает права Пользователей для публикации их на других ресурсах, либо любого иного, предусмотренного действующим законодательством Российской Федерации, использования контента.</li>
    </ul>
    <h2>Политика конфиденциальности</h2>
    <ul>
      <li>В соответствии с положением Федерального закона от 27.07.2006 №152 ФЗ «О персональных данных» Пользователи свободно, своей волей и в своем интересе предоставляют Администрации свои персональные данные в следующем составе:
    имя, номер телефона, адрес электронной почты, данные о модели мобильного устройства Пользователя (производитель, модель, версия операционной системы, идентификатор устройств и иные технические параметры и идентификаторы, включая IMEI), и иная информация, которую Пользователь может указать.</li>
      <li>Пользователи дают согласие на совершение следующих действий со своими персональными данными:
    сбор (получение), запись, систематизация, хранение, уточнение, извлечение, использование, передача (предоставление, доступ), блокирование, обезличивание, удаление и уничтожение персональных данных; действия (операции), совершаемые с использованием средств автоматизации.</li>
      <li>Указанное согласие на обработку персональных данных начинает действовать с момента принятия Пользователями условий Соглашения.</li>
      <li>Администрация не собирает информацию, которую применимое законодательство запрещает собирать, и не использует для сбора информации способы, запрещенные указанным законодательством.</li>
      <li>Администрация не несёт ответственности за получение третьими лицами персональных данных Пользователей путём получения доступа к мобильному устройству Пользователей.</li>
      <li>В случае реорганизации Администрации персональные данные Пользователей и иная информация, полученная с использованием Hitfly, будут переданы правопреемнику. Аналогичным образом указанная информация может быть передана третьему лицу в случае переуступки прав на Hitfly. Об указанных фактах Администрация обязуется заблаговременно уведомить Пользователей.</li>
      <li>Пользователи вправе в любое время обратиться к Администрации с требованием о предоставлении информации о том какие данные обрабатываются в программно-аппаратных комплексах Hitfly. Требование о прекращении обработки данных может быть направлено только после удаления Аккаунта.</li>
      <li>Администрация обязуется предоставить Пользователю запрошенную информацию и/или прекратить обработку данных в течение 30 дней со дня поступления соответствующего запроса.</li>
      <li>Администрация оставляет за собой право передать персональные данные Пользователей в правоохранительные органы в порядке, определенном законодательством, в случае, если станет достоверно известно о совершении Пользователем деяния, за которое установлено уголовное, административное или иное наказание.</li>
    </ul>
    <h2>Ответственность</h2>
    <ul>
      <li>Пользователи Hitfly несут личную ответственность за любую информацию, размещенную от имени своего Аккаунта, а также сообщенную другим Пользователям и любые взаимодействия с другими Пользователями.</li>
      <li>В случае возникновения споров и разногласий, таковые будут рассмотрены и разрешены Сторонами в порядке переговоров и/или обмена письменными сообщениями. Срок рассмотрения претензий 30 календарных дней с даты получения.</li>
      <li>Стороны обязуются прилагать все возможные усилия, направленные на разрешение спорных вопросов в досудебном порядке.</li>
      <li>В случае невозможности разрешения спора в претензионном порядке, Соглашения, спор будет рассмотрен в суде по месту нахождения Ответчика.</li>
      <li>Стороны признают в качестве письменных доказательств электронную переписку между собой и/или с использованием возможностей Hitfly.</li>
      <li>При любых обстоятельствах ответственность Hitfly в соответствии со статьей 15 Гражданского кодекса Российской Федерации ограничена общей суммой в размере 5 000 (пять тысяч) рублей</li>
      <li>Споры, возникающие между другими Пользователями в процессе использования Hitfly, не рассматриваются Администрацией.</li>
    </ul>
    <h2>Заключительные положения</h2>
    <ul>
      <li>В случае если любые положения Соглашения окажутся не подлежащими применению, такие положения будут применяться в возможных пределах, наиболее соответствующим намерениям Сторон, а остальные положения Соглашения сохранят свою силу.</li>
      <li>Пользователи самостоятельно определяют условия и порядок использования созданного аккаунта, которые, однако, не могут противоречить настоящему Соглашению.</li>
      <li>Пользователь соглашается получать от Администрации на указанный в его Аккаунте электронный адрес информационные электронные сообщения, в том числе рекламного характера.</li>
      <li>Настоящее Соглашение составлено на русском языке. Действующая редакция Соглашения опубликована по адресу: ______________.</li>
    </ul>
  </div>
@endsection
