<?php
/**
 * Created by PhpStorm.
 * User: Dmitrii
 * Date: 28.02.2019
 * Time: 18:36
 */
return [

    'hello' => 'Здравствуйте',
    'error' => 'Ошибка',
    'regards' => 'C уважением',
    'verifyEmailAddress' => 'Верификация Email адреса',
    'clickButton' => 'Пожалуйста нажмите на кнопку для верификация Вашего Email адреса',
    'ignoreEmail' => 'Если вы не создали учетную запись, просто проигнорируйте это письмо',
    'trouble' => 'Если у вас возникли проблемы с нажатием кнопки ":actionText", скопируйте и вставьте URL-адрес ниже в свой веб-браузер [:actionURL](:actionURL)',
    'resetPassword' => [
        'subject' => 'Запрос на сброс пароля',
        'entry' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
        'resetPassword' => 'Сбросить пароль',
        'footer' => 'Если вы не запросили сброс пароля, дальнейшие действия не требуются.',
        'linkExpire' => 'Ссылка для сброса пароля будет действительна в течение :count минут.',
    ],





];