<?php
/**
 * Created by PhpStorm.
 * User: Dmitrii
 * Date: 28.02.2019
 * Time: 18:36
 */
return [

    'hello' => 'Здравствуйте',
    'error' => 'Ошибка',
    'regards' => 'C уважением',
    'verifyEmailAddress' => 'Верификация Email адреса',
    'clickButton' => 'Пожалуйста нажмите на кнопку для верификация Вашего Email адреса',
    'ignoreEmail' => 'Если вы не создали учетную запись, просто проигнорируйте это письмо',
    'trouble' => 'Если у вас возникли проблемы с нажатием кнопки ":actionText", скопируйте и вставьте URL-адрес ниже в свой веб-браузер [:actionURL](:actionURL)',
    'recommend' => 'Рекомендуем',
    'resetPassword' => [
        'subject' => 'Запрос на сброс пароля',
        'entry' => 'Вы получили это письмо, потому что мы получили запрос на сброс пароля для вашей учетной записи.',
        'resetPassword' => 'Сбросить пароль',
        'footer' => 'Если вы не запросили сброс пароля, дальнейшие действия не требуются.',
        'linkExpire' => 'Ссылка для сброса пароля будет действительна в течение :count минут.',
        'passwordChanged' => 'Пароль сменен',
        'passwordChangedSuccess' => 'Ваш пароль успешно сменен.',

    ],
    'register' => [
        'thankForRegister' => 'Спасибо за регистрацию!',
        'hello' => 'Прветствуем вас в Digico!',
        'top' => 'Топ',
        'topMusicians' => 'Рейтинг лучших музыкантов',
        'topEmpty' => 'Топ пуст',


    ],

    'birthday' => [
        'hello' => 'Прветствуем',
        'text' => 'Команда DIGICO поздравляет вас с денм рождения, и дарит вам скидку',
        'playlistRecommend' => 'Плейлисты, собранные специально для тебя',
        'topEmpty' => 'Топ пуст',
        'subject' => 'Поздравляем с днем рождения!',


    ],
    'fewComments' => [
        'hello' => 'Здравствуйте',
        'text' => 'Огромное спасибо за использование.........',
        'newTracks' => 'Новые треки',
        'empty' => 'пусто',
        'subject' => 'Мало комментариев на этой неделе',


    ],





];