<?php
/**
 * Created by PhpStorm.
 * User: Dmitrii
 * Date: 28.02.2019
 * Time: 18:36
 */
return [

    'sent' => 'Проверьте эл. почту',
    'user' => 'Пользователь не найден',
    'checkEmail' => 'Проверьте эл. почту',
    'na' => 'На',
    'instruction' => 'должно прийти письмо с инструкциями по установке нового пароля',
    'backToLogin' => 'Вернуться ко входу',
    'forgotPassword' => 'Забыли пароль',
    'enterEmail' => 'Введите адрес электронной почты для восстановления',
    'email' => 'E-mail',
    'next' => 'Далее',
    'reset' => 'Пароль изменен, пожалуйста войдите, используя новый пароль',
    'password' => 'Пароль',
    'passwordConfirm' => 'Подтверждение пароля',

];
